start_text = """
Assalomu aleykum!
Botimizga xush kelibsiz!
Здравствуйте!
Добро пожаловать в наш бот!"""

help_text = """
@illegal_testing_bot предназначен для загрузки видео и аудио из роликов в соцсетях прямо в Telegram.

Как пользоваться:

  1. Зайди на страницу с интересным роликом (например - https://www.youtube.com/watch?v=nVjsGKrE6E8).
  2. Нажми кнопку «Поделиться».
  3. В открывшемся меню выбери - Telegram.
  4. Когда откроется Telegram, нажми на чат с нашим ботом!

Или просто вставь ссылку на ролик в чат и отправь ее боту.

В настоящий момент вы можете скачивать с:
  - youtube
  - instagram
  - tiktok

Обратная связь - @ez4python
"""
